---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArcLeaderParam
source: html/a2ac587e-4eda-91b6-d1a2-b3d4137bc31f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArcLeaderParam Property

"Arc Leaders"

## Syntax (C#)
```csharp
public static ForgeTypeId ArcLeaderParam { get; }
```